/* Name of application */
"Homepwner" = "Dueno de casa";

/* Type lable None */
"None" = "Nada";

/* Asset type button */
"Type: %@" = "Tipo: %@";

/* BNRAssetTypeViewController title */
"Asset Type" = "Tipo de activo";

